cap_5-conocimiento_e_interpretacion/tcii_ch5.tex
% Created 2023-06-01 dj. 21:53
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper, 11pt, twocolumn, spanish]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[T1]{fontenc}
\usepackage[margin=.75in]{geometry}
\setlength\parindent{0pt}
\author{Jordi Serra}
\date{\today}
\title{Apuntes de Teoría del Conocimiento ii\\\medskip
\large V Conocimiento, comprensión e interpretación}
\hypersetup{
 pdfauthor={Jordi Serra},
 pdftitle={Apuntes de Teoría del Conocimiento ii},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.6.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Introducción}
\label{sec:org2d096a2}
\subsection{La hermenéutica como método y como estructura el ser}
\label{sec:orgeb5dc76}
Originalmente la palabra hermenéutica designaba la metodología propia
de la interpretación de la Biblia, que se hacía en función de una
explicación lingüística e histórica, si bien no se limitaba sólo a
esto. El término se generaliza después de designar la tarea de
interpretación científica de textos clásicos o difíciles.\\[0pt]

En los dos últimos siglos, Chleiermacher y, sobre todo, Dilthey,
introducen ente término en su teoría de las ciencias del espíritu para
designar la metodología que de debe seguir la comprensión en su tarea
de asimilación de las formas de la cultura.\\[0pt]
En el pensamiento de Heidegger y de Gadamer, la hermenéutica deja de
ser una simple metodología para pasar a aludir a una determinada
concepción ontológica de la realidad.\\[0pt]

Para Heidegger, comprender es la estructura ontológica fundamental del
hombre el cual no hace más que proyectarse de diversas
maneras. Comprender es la sustancia de toda manifestación humana. Es
lo que trata de decir cuando afirma que el modo propio de ser del
hombre es existir como intérprete o desvelador del ser. Desde esta
perspectiva, la hermenéutica se convierte en una realidad ontológica
desvelada por el análisis fenomenológico de la autocomprensión del ser.\\[0pt]

Pero será Gadamer quién elaborará las líneas básicas de esta
ontología hermenéutica. En su obra \emph{Verdad y método} alude ya a su
intento de superación de la distinción entre la comprensión, como
operación propia de las ciencias humanas o ciencias del espíritu, y la
explicación como operación cognoscitiva propia de las ciencias de la
naturaleza.\\[0pt]
Los acontecimientos humanos e históricos se rigen por las leyes del
mecanismo casual. Se hace difícil, si no imposible, aplicar el método
científico, matemático-experimental a este ámbito.\\[0pt]
La comprensión es un acto de conocimiento específico que tiene lugar a
través de la interpretación, y que tiene el carácter de una fusión de
horizontes. Comprender un texto o una obra de arte es un modo de
conocer distinto al modo de conocer de ciencias como la física o la
biología. Cuando se da la comprensión, se produce una convergencia
entre el horizonte del intérprete o lector y el horizonte que expresa
la obra.

\subsubsection{La circularidad de la comprensión según Schleiermacher}
\label{sec:org1c02641}
cuando Chleiermacher supera la particularidad de la reconciliación de
antigüedad clásica y cristianismo y concibe la tarea de la
hermenéutica desde una generalidad formal, logra establecer la
concordancia con el ideal de objetividad propio de las ciencias
naturales, pero sólo al precio de renunciar a hacer valer la
concreción de la conciencia histórica dentro de la teoría
hermenéutica. Frente a esto la descripción y fundamentación
existencial del círculo hermenéutico por Heidegger representa un giro
decisivo. En el s. XIX ya se hablaba de la estructura circular de la
comprensión, pero siempre en el marco de una relación formal entre lo
individual y el todo. El movimiento circular de la comprensión va y
viene por los textos y acaba superándose en la comprensión completa de
los mismos. Con Schleiermacher la teoría culmina en una teoría del
acto adivinatorio mediante el cual el intérprete entra de lleno en el
autor y resuelve desde allí todo lo extraño del texto. Heidegger
describe este círculo en forma tal que la comprensión del texto se
encuentre determinada continuadamente por el movimiento anticipatorio
de la precomprensión. El círculo del todo y las partes no se anulan en
la comprensión total, sino que alcanza en ellos su realización más
auténtica.

\subsection{Una filosofía de la lectura}
\label{sec:org516b893}
Esta idea de fusión de horizontes ha hecho surgir toda una filosofía
de la lectura, desarrollada por un conjunto de autores al que se
conoce como \textbf{Escuela de Constanza}. En esta escuela, precisando el
pensamiento de Gadamer, añaden que lo que la lectura de un texto o de
una obra requiere es una labor de refectuación de las referencias
potenciales que contiene, desde la nueva situación del lector que la
lee.\\[0pt]
Esto significa que una obra escrita debe ser comprendida, también, en
su totalidad. No consiste en una simple sucesión de frases situadas en
un mismo pie de igualdad, ni independientes. Es un todo, una
totalidad. La relación entre todo y partes requiere una comprensión
circular, ya que el supuesto de circularidad está implicado en el
reconocimiento de las partes y de sus relaciones. De hecho, los
distintos motivos o temas de una obra nunca están a la misma altura.\\[0pt]
Esto lleva a sostener que una obra literaria está siempre inacabada en
un doble sentido.

Primero, porque ofrece diferentes visiones esquemáticas que el
intérprete está llamado a conocer. Toda obra presenta lagunas, lugares
de indeterminación que el lector debe cubrir con una labor de
interpretación. Por muy articuladas que puedan estar las visiones
esquemáticas propuestas en la obra para su ejecución por el lector, la
obra es siempre como una partitura musical, susceptible de ejecuciones
diferentes.\\[0pt]

Por otro lado, una obra escrita está siempre inacabada también en el
sentido de que el mundo que propone o que proyecta se define como el
correlato intencional de una secuencia de frases, del cual queda hacer
un todo para que un tal mundo sea intencionado.\\[0pt]

Según la escuela, a diferencia del objeto que ser percibe en la
observación, el objeto textual no llena intuitivamente esas
expectativas del sujeto, sino que tan sólo induce a
transformarlas. Este proceso de expectativas es el que se produce como
reefectuación de las referencias de la obra. Comprender una obre exige
un viajar a lo largo de ellos, abriéndose a la nuevas expectativas que
tienden a modificar las propias.\\[0pt]

A la vez que hace de la obra literaria una obra, la obra que sólo se
construye en la interacción de su escritura con la acción de
comprenderla. El todo de una obra escrita no puede percibirse de u na
vez. A lo largo del proceso de su lectura se produce un juego de
intercambios entre las expectativas modificadas y los recursos
transformados. No basta con una lectura frase a frase del conjunto
para poder imaginarse un sentido. La obra exige que se le dé una
forma. Y esta es la función propia de la lectura.


\section{La hermenéutica metódica}
\label{sec:orgaa24ea1}
