cap_5-conocimiento_e_interpretacion/tcii_ch5.tex
\subsection{La hermenéutica y las humanidades}
\label{sec:orgc40b1b6}
Que aporta o puede aportar a la cultura de nuestra sociedad
tecnificada la hermenéutica como un de los movimientos que han hecho
de la defensa de las humanidades su principal impulso y razón de
ser.\\[0pt]
Las humanidades se han constituido como ciencias de la cultura o de la
herencia de las tradiciones reinterpretadas. Uno de los problemas
principales de este tipo de ciencias es el de la recepción de la
tradición, el de cómo comprender las grandes obras filosóficas,
literarias o artísticas del pasado de tal manera que sea posible
reefectuar su mundo en el presente, imitarlo como modo de apropiarse
su fuerza renovadora. Esta es la cuestión fundamental que llevado la
hermenéutica a constituirse básicamente como un saber de la
interpretación.\\[0pt]


Gadamer es un ejemplo de este tipo de preocupación. Ha polarizado en
buena medida la discusión contemporánea sobre la hermenéutica de las
tradiciones. Esta discusión ha ido delimitando sus posiciones a través
de algunas de las polémicas teóricas actuales. E.g., la disputa del
positivismo en la sociología alemana, la controversia entre
hermenéutica y crítica de las ideologías también en Alemania, la
polémica sobre el estructuralismo en Francia, etc. Lo más destacables
de estas discusiones sea el intento de superar la antinomia entre
ciencias positivas y humanidades, al poderse de manifiesto tanto los
límites epistemológicos de las ciencias formales y empíricas como las
posibilidades del modelo lingüístico para conferir a las ciencias
humanas el estatuto de verdadera ciencia.

\subsection{La oposición entre explicación y comprensión}
\label{sec:org5c9ff79}
Dilthey con la propuesta de las dos cientifidades, la de las ciencias
de la naturaleza —que con su método matemático-experimental y sus
éxitos en la aplicación a la técnica aparecía como el máximo ideal
moderno de conocimiento— frente a las ciencias espirituales como un
saber precario y de segundo orden, que no había encontrado aún el modo
de consolidarse y reafirmarse, la distancia entre las ciencias y las
humanidades parecía insalvable.\\[0pt]
Dilthey pretende proporcionar a las ciencias humanas el mismo carácter
de cientificidad que ya poseían las ciencias de la naturaleza que Kant
había sistematizado.\\[0pt]
El problema era como resolver la paradoja de cómo hacer una ciencia
objetiva y universalmente válida, no sólo del hombre, sino del hombre
individual, con su dinámica psíquica concreta y sin renunciar a toda
la riqueza de sentido que encierran sus aspectos diferenciales.\\[0pt]

El ámbito de la naturaleza es el de los objetos que son susceptibles de
someterse a una explicación de tipo matemático o a los cánones de la
lógica inductiva. La ciencias de la naturaleza puede vertebrarse en
torno a un método matemático o a un método inductivo, ya que sus
fenómenos mantienen relaciones de causa-efecto.\\[0pt]
Pero el ámbito de lo humano es el de lo histórico, donde los
acontecimientos no están gobernados determinísticamente y siguiendo
leyes causales que puedan predecirse, sino que en él interviene la
libertad.\\[0pt]
Luego, las ciencias humanas o históricas no podrán adoptar un método
explicativo, inductivo o matemático como las ciencias de la
naturaleza, sino que habrán de articularse en torno a la comprensión,
a una capacidad de captar una vida ajena que se expresa a través de la
objetivaciones que representa la cultura.\\[0pt]


Es decir, Dilthey dice que es posible un conocimiento de lo individual
objetivo y universalmente válido. Pero debe tomarse la comprensión
como la operación cognoscitiva específica de este tipo de ciencias,
mientras que la explicación sería la operación cognoscitiva propia de
las ciencias de la naturaleza.\\[0pt]
Pero esta diferenciación entre explicación y comprensión encierra
graves problemas y es imposible de fundamentar en la comprensión unas
ciencias humanas con el mismo carácter que tienen las ciencias de la
naturaleza.

\subsection{La verdad de la obra como sentido objetivo de las intenciones de l autor}
\label{sec:orgf15888d}
Dilthey debe recurrir a una metafísica de la vida para dar contenido a
su concepto de comprensión. La vida es la fuerza o la energía
originaria de todo lo que existe, que se despliega creando y
destruyendo los seres, objetivándose en este fluir de formas, de los
acontecimientos o de las interpretaciones.\\[0pt]
Con esta metafísica de base, una obra literaria puede definirse como
un sistema organizado que la cultura ofrece a partir de ese fenómeno
originario que es el de la teleología de la objetivaciones de la
vida.\\[0pt]
La comprensión de esta obra literaria sería la acción, de un lector,
de descifrar los contenidos psíquicos o vitales del autor a partir del
texto en el que sus vivencias se exteriorizan.\\[0pt]

toda interioridad se mostraría en signos externos que pueden ser
percibidos y comprendidos en cuanto signos de una vida ajena o de un
psiquismo extraño y las expresiones de la vida pueden ser tratadas
científicamente mediante el método hermenéutico, como los objetos de
la naturaleza pueden ser tratados científicamente por el método
matemático o el inductivo.\\[0pt]

Por ejemplo, el psicoanálisis. Se autocomprende como una ciencia del
hombre individual y de su dinamismo psíquico concreto, a través de la
comprensión y la interpretación de los signos o los lenguajes en los
que ese psiquismo se objetiva. Esta ciencia se vertebra en torno a un
método hermenéutico que utiliza un conjunto de guías teóricas o
modelos categoriales tipificados.
