cap_5-conocimiento_e_interpretacion/tcii_ch5.tex

\subsection{La tipificación metodológica de modelos categoriales y el paso de lo común a lo singular}
\label{sec:orge52f102}

Dilthey proponía construir una topología mediante la identificación
empírica de aspectos comunes en los casos individuales o de conexiones
regulares entre ellos. Al disponer de una categorías generales, se
puede conceptualizar y hacer una ciencia en el ámbito de la vida
individual.  Es decir, D. construye un modelo científico serio, basado
en la idea de intencionalidad de Husserl y del postulado del carácter
idéntico del objeto intencional. Pero en esta propuesta de
clasificación se advierten las grandes limitaciones de su concepción
de las ciencias humanas y de su método hermenéutico.\\[0pt]

Las tipologías no van más allá de un carácter clasificatorio y
propedéutico. Crean un marco de referencia que puede servir de hilo
conductor para identificar una obra literaria situándola por
referencia a una época o a obras literarias.\\[0pt]
La autentica comprensión comenzaría propiamente en el punto mismo en
el que una clasificación de este tipo termina, se trata de pasar del
tipo a lo concreto. El sentido del texto o de la obra literaria es
siempre un sentido singular, no algo genérico o común.\\[0pt]
Este era el punto de partida de la distinción diltheyana entre
ciencias de la naturaleza y ciencias del espíritu, para pasar de lo
común a lo singular.\\[0pt]

Toda obra literaria se presta a una clasificación tipológica por el
horizonte común con otras obras que comparte. Pero cualquier obra
literaria no asume sólo el horizonte de temas y de problemas en el que
surge. Las tipologías no son sólo procedimientos metadológicos
inocentes que preparan el encuentro del lector con la obra,
orientándolo hacia esa región en la que podrá comprenderla. También
puede extraviar por el lado de las abstracciones, de la que la historia
de la literatura está llena. En lugar del núcleo de una obra, se
conoce tan sólo su superficie, su etiqueta exterior.\\[0pt]

Dilthey está muy condicionado por el ideal científico propio de la
Ilustración, construido sobre una relación sujeto-objeto. Así, el lector
comprende la verdad de la obra literaria cuando accede a la
objetividad de las intenciones del autor y de sus vivencias
psicológicas. La verdad de la obra o tiene por qué coincidir con las
intenciones subjetivas de su autor, sino que tiene un significado
autónomo.\\[0pt]

Hoy ya no se comparte esta dicotomía diltheyana entre ciencias de la
naturaleza y ciencias del espíritu, explicación y comprensión.\\[0pt]
Se intenta que comprensión y explicación converjan en un único arco
hermenéutico capaz de integrarlas en un concepción global de la
lectura como reapropiación del sentido. Una lectura de comprensión es
la que permite ir más allá de una semántica superficial para alcanzar
la semántica profunda del texto.


\section{La ontología de la comprensión}
\label{sec:orgaa150da}
\subsection{El carácter hermenéutico de la existencia}
\label{sec:org3e74d91}
Dilthey sitúa el problema de las ciencias del espíritu en el primer
plano de la preocupación epistemológica, señalando el método
hermenéutico, abriendo una línea de reflexión aún abierta. De esta
línea se derivan los planteamientos de Gadamer, que elevan la
hermenéutica al grado de ontología —no tiene sentido como método, como
una simple y extrínseca vía a la verdad, sino sólo si es ya ella misma
el proceso en el que se manifiesta la verdad.\\[0pt]

Frente a Dilthey, Heidegger introduce la novedad de que comprender no
es una actividad humana cualquiera, sino que es la estructura
ontológica fundamental de la existencia con un carácter radicalmente
hermenéutico.\\[0pt]
Heidegger afirma que la sustancia de toda manifestación humana, acción
o comportamiento es comprender.
\begin{quote}
El modo propio de ser del hombre es existir como intérprete o
desvelador del ser.
\end{quote}
\begin{quote}
La comprensión es el modo originario de actualizarse del ser-ahí como
ser-en-el-mundo.
\end{quote}

En la expresión \emph{ser-en-el-mundo}, mundo no significa el mundo como
conjunto de las cosas, ni que el hombre exista en el mundo. Sino que
significa el mundo de los significados fijados por el lenguaje y que
precede siempre a toda comprensión, haciéndola posible, pero
estableciendo al mismo tiempo sus límites.\\[0pt]
Decir que el hombre es ser-en-el-mundo es decir que todo hombre
desarrolla su existencia envuelto en un horizonte de significaciones
lingüísticas del que dependen sus posibilidades de comprensión y de
realización existencial. Es señalar la competencia lingüística como
estructura que hace posible la comprensión al mismo tiempo que la
limita.

\subsection{La complicación del sujeto y objeto en el acto de interpretar}
\label{sec:orgf246c6a}
El giro ontológico heideggeriano es también un giro lingüístico que
permite articular la estructura temporalizada de la historia en el
marco de una ontología hermenéutica.\\[0pt]
Comprender (\emph{ser y tiempo}) es la estructura ontológica fundamental
del hombre que en toda acción se desplaza constantemente de diversas
maneras. Comprender es la sustancia de toda manifestación humana.\\[0pt]
La existencia es concebida como hermenéutica: El modo propio de ser
del hombre es existir como intérprete o desvelador del ser.\\[0pt]

La hermenéutica es una realidad ontológica desvelada por el análisis
fenomenológico de la autocomprensión del ser. Existir es comprenderse
o interpretarse en el mundo.  El comprender indica el movimiento
fundamental de la existencia que la constituye en su finitud y en su
historicidad, y que abraza todo el conjunto de la experiencia del
mundo. No es ambigüedad o exageración sistemática de un aspecto
particular decir que el movimiento de la comprensión es algo universal
y constitutivo. Está en la naturaleza misma de las cosas.\\[0pt]

Desde la fenomenología del comprender, H. manifiesta la imposibilidad
de seguir manteniendo como contrapuestos los conceptos de objetividad
y subjetividad, y la necesidad de admitir la complicación o
pertenencia recíproca de sujeto y objeto. Desde la contraposición es
imposible de saltar de un ámbito a otro (contra Husserl y
Dilthey). Ellos manifiestan el cul-de-sac a que había llegado la
metafísica, y que Heidegger atribuye al olvido del ser como lugar
originario de la mutua pertenencia de sujeto y objeto.\\[0pt]
Para H. el comprender, modo originario de actualizarse el ser-ahí como
ser-en-el-mundo, se actualiza en un círculo hermenéutico que indica
esencialmente la peculiar pertenencia de sujeto y objeto en la
interpretación y que ya no pueden ser llamados de tal modo, pues ambos
términos han nacido y se han desarrollado dentro de una perspectiva
que implica la separación y contraposición del ser que con ellos se
expresa.
