cap_5-conocimiento_e_interpretacion/tcii_ch5.tex

\subsection{La estructura de la precomprensión}
\label{sec:orga79d93b}
Lo primero que queda invalidado es la tesis clásica de un saber de la
verdad como conocimiento inmediato, atemporal e inmutable del ser de
las cosas.\\[0pt]
Con la condición ontológica de la existencia como hermenéutica,
H. obliga a reconocer que toda comprensión ha de verse siempre
mediatizada por una interpretación. Frente a la hipótesis filosófica o
científica de un conocimiento de la verdad como conocimiento de la
esencia o de las leyes que rigen el universo, H. señala que lo que se
produce es un círculo hermenéutico entre la estructura de la
precomprensión —característica de la condición ontológica del
ser-en-el-mundo— y la explicación que la comprensión lleva a cabo.\\[0pt]

El sentido de anticipación de H. es análogo el que Gadamer atribuye al
concepto de prejuicio, reivindicando su sentido positivo como
posibilitador de la comprensión: Al interpretar un texto se actualiza
siempre un proyecto.\\[0pt]
Se puede comprender en la medida en que se establece una estrucura de
anticipación, un preconcepto como proyecto de una totalidad que
permita dar sentido a las partes del texto.\\[0pt]
Una obra o un texto sólo exhiben su sentido cuando se leen o
contemplan con cierta expectativa, anticipación de una totalidad en la
que cobran sentido los elementos como parte de la misma. Esta
anticipación manifiesta evidentemente la finitud de nuestro
comprender, pero no sólo su limitación, como indicaba D., sino también
su posibilidad misma.\\[0pt]

Para la teoría tradicional del conocimiento, la verdad de u n hecho o
de un proceso debía ser un sentido objetivo (Dilthey) de naturaleza
que pudiera asumirse como universalmente válido y verdadero para
todos. Lo que garantiza esta objetividad y universalidad de la verdad
era la separación entre sujeto y objeto como polos independientes y
autónomos en la relación de conocimiento.

\subsection{La comprensión como fusión de horizontes}
\label{sec:org18c3469}
Desde de la perspectiva de Heidegger que vincula el hombre con su
mundo lingüístico, no existe nunca un sujeto autónomo y puro, separado
de un mundo de objetos independientes de él.\\[0pt]
Toda relación cogniscitiva exige la actualización de esa estructura de
significados lingüísticos que es la estructura de la precomprensión,
lo que el sujeto conoce no es algo totalmente exterior a él, sino algo
cuyo significado está en la lengua en la que él mismo es o está, y de
la que participa.\\[0pt]

El conocimiento no es más que interpretación o reinterpretación de
significados lingüísticos. Comprender un texto no es un acto del
sujeto en virtud del cuál éste descubre la objetividad de las
intenciones y vivencias del autor. Sino que equivale a apropiarse de
la perspectiva de mundo que contiene y que se da en ella de manera
lingüística. Esto es, será la fusión del horizonte o mundo lingüístico
del lector con el horizonte o mundo lingüístico de la obra.\\[0pt]
Cambia el concepto de verdad: El grado de validez de una lectura como
apropiación no se mide en función de la mayor o menor adecuación entre
lo que el lector comprende y lo que el autor objetivamente quiso
decir, sino en función de hasta qué punto esa lectura constituye para
el lector una experiencia verdadera o experiencia de verdad.

\subsection{La verdad como experiencia verdadera}
\label{sec:org273e86a}
Gadamer elabora el concepto de experiencia verdadera polemizando con
el significado que la experiencia había adquirido en la teoría
empirista anglosejona del conocimiento. Las ciencias empíricas intentan
depurar la experiencia hasta dejarla libre de todo rastro de
historicidad, Gadamer parte de las connotaciones etimológicas de
existencia, el verbo viajar y riesgo. Concibe la experiencia como un
tipo de encuentro con otra realidad, con algo capaz de producir en el
sujeto una verdadera transformación.\\[0pt]

Experiencia de verdad o experiencia verdadera sería un acontecer que
transforma la conciencia del sujeto, la ensancha o la empobrece, la
modifica o invierte etc. Es un acontecer que saca el sujeto fuera de
los límites en los que en ese momento vive, y lo introduce en
realidades distintas, en otros mundos, proyectándole en horizontes más
comprensivos y haciendo, en consecuencia, que cambien posiciones
iniciales.\\[0pt]

Se convierte en el núcleo central de su dialéctica más
íntima. Apropiación de un sentido: Apropiarse de un sentido nuevo a
través de la lectura, significa hacer que algo que era extraño se
convierta en una propiedad mía, en algo propio de mi.\\[0pt]
La apropiación no es posible si el individuo no se abre a ese sentido
y se deja transformar por él.\\[0pt]

\section{La justificación de la conciencia histórica}
\label{sec:orgc287b44}

\subsection{La tradición como estructura de la historia}
\label{sec:org6b29d2d}
Análogamente a la ontología de la comprensión se imponen en la lectura
como recepción de la tradición, como \textbf{articulación de la experiencia}
histórica. En las nociones preheideggerianas de conocimiento
histórico, la objetividad estaba garantizada de éste y su
universalidad era el distanciamiento introducido por la separación
temporal, permitiendo una reconstrucción del pasado a partir de una
lectura filológica-positiva de los documentos transmitidos.\\[0pt]

Del mismo modo que no existe un sujeto y un objeto independientes y
autónomos de la relación de conocimiento, sino un círculo hermenéutico
y una fusión de horizontes, tampoco existe un \textbf{pasado} \textbf{autónomo}
totalmente separado del presente. La historia no es una sucesión
mecánica ed acontecimientos en la que el pasado puede tener un
significado objetivo y determinado de una vez por todas. No hay un
pasado como algo irreversiblemente pasado y al margen ya del presente
y el futuro. Cualquier momento histórico está mediatizado por la
totalidad de los otros momentos. El sentido del presente depende en
buena medida del pasado y del futuro. No hay un presente íntegramente
contemporáneo, como tampoco hay un futuro desligado del presente y del
pasado.\\[0pt]

Entre la historiador y el pasado que trata de conocer, no existe
ningún vacío que separe y sea garantía de la objetividad del
conocimiento, sino la \textbf{cadena} \textbf{de} \textbf{la} \textbf{tradición}: la mediación del
sucederse de la interpretaciones y reinterpretaciones del pasado
dentro de la cual se inserta también la interpretación de este sujeto
historiador. Al proyectar la condición de pertenencia del individuo a
su mundo lingüístico sobre la perspectiva de la temporalidad
histórica, la historia aparece claramente como un proceso de
constitución, disolución y reconstitución continua de los horizontes
lingüísticos que son tradiciones o mundos en los que la comprensión y
la comunicación son posibles.\\[0pt]

Toda obra y acontecimiento permanece en sus efectos, creando el
conjunto de estos el ámbito de la \textbf{tradición envolvente} que hace
posible la comprensión. El objeto de la comprensión no es ningún
significado objetivo, sino un lenguaje en el que el pasado nos habla
como un tú. Se reinterpreta continuamente el pasado proyectando sobre
él un horizonte histórico. Por lo que se puede decir que recibimos la
tradición entrando en un diálogo en el que nos vemos envueltos.
