cap_5-conocimiento_e_interpretacion/tcii_ch5.tex

\subsection{La noción de pertenencia}
\label{sec:org8a25814}
La interpretación es la articulación del intérprete y lo comprendido,
significa que antes de todo acto explícito de conocimiento,
cognoscente y conocido, intérprete e interpretado se pertenecen
recíprocamente. Lo conocido está ya dentro del horizonte del
cognoscente, sólo porque el cognoscente está a su vez dentro del mundo
que lo conocido determina.\\[0pt]

Este ámbito de pertenencia recíproca de sujeto y objeto es el
\textbf{ser-ahí}. No lo define como sujeto contrapuesto al mundo, sino como
ser-en-el-mundo articulado como comprensión y preocupación.\\[0pt]
El mundo no significa ni la totalidad de las cosas naturales ni la
comunidad de los hombres, sino la totalidad del horizonte que se
anticipa a la comprensión y como mundo de significados fijados por el
lenguaje.\\[0pt]
El ser-ahí es en el mundo envolvente en un horizonte de significados
que posibilita la comprensión como estructura de anticipación.\\[0pt]
Gadamer, en este planteamiento heideggeriano, examina conjuntamente la
analítica de la comprensión y la temporalidad observando que no es
sólo el \emph{ahí} del \emph{ser-ahí} lo que se confirma en los tres estadios
temporales de la preocupación, sino su poder-ser total.\\[0pt]

No existe un pasado, un presente y un futuro autóctonos y definidos,
sino que todo momento está mediatizado por la totalidad de la
temporalidad.\\[0pt]
Gadamer justifica la conciencia histórica por referencia a la temática
heideggeriana del círculo hermenéutico. Su aportación se puede
concretar en los siguientes puntos:
\begin{itemize}
\item Vínculo entre prejuicio , tradición y autoridad, en un primer
plano fenomenológico.
\item Interpretación ontológica de esta secuencia a partir del concepto
de conciencia de la historia de los efectos.
\item Las consecuencias epistemológicas extraídas, consecuencias
metacríticas, según las cuales una crítica exhaustiva de los
prejuicios o ideologías es imposible en ausencia del punto cero
desde el que ella pudiera ser hecha.
\end{itemize}

\textbf{Pertenencia y círculo hermenéutico}. El círculo hermenéutico no es
 formal, no es subjetivo ni objetivo, sino que describe la comprensión
 como la interpretación del movimiento de la tradición y del
 movimiento del intérprete. La anticipación de sentido que guía
 nuestra comprensión de un texto no es un acto de la subjetividad,
 sino que determina desde la comunidad que nos une con la
 tradición.\\[0pt]
 En nuestra relación con la tradición, esta comunidad está sometida a
 un proceso de continua formación. No es un presupuesto en el que
 estamos siempre, sino que lo instauramos en cuanto comprendemos,
 participamos del acontecer de la tradición y continuamos
 determinándolo así desde nosotros mismos.\\[0pt]
 El círculo de la comprensión no es en este sentido un circulo
 metodológico sino que describe un momento estructural ontológico de
 la comprensión.\\[0pt]
 Sin embargo, el sentido de este círculo que subyace a toda
 comprensión posee una nueva consecuencia hermenéutica llamada
 anticipación de la perfección. También esto es evidente un
 presupuesto formal que guía toda comprensión. Significa que sólo es
 comprensible lo que representa una unidad perfecta de sentido. Se
 hace esta presuposición de la perfección cada vez que se lee un
 texto, y sólo cuando la presuposición misma manifiesta como
 insuficiente cuando el texto no es comprensible, dudamos de la
 transmisión e intentamos adivinar cómo puede remediarse.


\subsection{El modelo del diálogo}
\label{sec:org752a4e3}
El hombre siempre está sujeto al círculo de la comprensión. Nuestra
comprensión está más condicionada por nuestros prejuicios que por
nuestros juicios. Es ilusorio querer eliminar los prejuicios. no
significa aceptar cualquier prejuicio como hecho ineluctable, sino tan
sólo reconocer que el hilo conductor del discurso humano se desarrolla
siempre desde la tradición, puesta en juego continuamente en la medida
en que el discurso se desarrolla siempre de modo abierto y nuevo hacia
el futuro.\\[0pt]

La tematización de la experiencia del juego no es aquí casual. El
juego constituye uno de los modelos más significativos y
característicos de comprensión del proceso hermenéutico. Es un proceso
que implica en él a los jugadores más allá de los propósitos y
provisiones de ellos. Buen jugador es el que no se acoge a esquemas
preconcebidos, sino que se entrega al juego mismo.\\[0pt]
Análogamente, la comprensión no es una visión que se destaca
intemporalmente de una realidad concluida y perfecta, que deja intacta
tanto la realidad comprendida como el horizonte del que comprende. Al
contrario, comprender es siempre un acontecer que modifica en su
transcurso tanto al que interroga como a lo interrogado. El diálogo es
propiamente la forma más esencial y auténtica de comprensión.\\[0pt]

Gadame ha estudiado el significado hermenéutico del diálogo de Platón
y de la ética de Aristóteles. El diálogo no es para Platón una forma
más o menos eficaz de persuasión o de enseñanza, sino el momento mismo
de descubrimiento de la verdad y del esfuerzo de entenderse con
otros. No es posible entenderse con los demás sobre algo si no es
alcanzando juntos una verdad que se manifiesta en un movimiento
dialógico y dialéctico. Gadamer considera sugestivo y actual el
problema metodológico de la ética de Aristóteles. En ella es saber es
visto como un constante esfuerzo por poner a prueba perspectivas cuyo
significado y valor no puede demostrarse de modo universal y
necesario, sino que emerge siempre sólo en virtud de una aplicación
condicionante, no sólo del resultado de la acción, sino también del
carácter del hombre.\\[0pt]

Gadamer recurre al lugar en el que se actualiza el lenguaje. Es en el
discurso con los otros y con nosotros mismos donde acontece la fusión
de horizontes en la que consiste comprender, y que tiene un carácter
de mayor alcance que el de un proceso puramente psicológico o
gnoseológico. A partir de Platón, se ha cometido el error de plantear
el problema del lenguaje en términos de la exactitud y no de verdad,
abriendo el camino a sucesivos proyectos de construcción de lenguajes
artificiales. El defecto común de todo esto es el entender el lenguaje
como producto de un pensamiento reflexionante, incluso considerarlo
como constitutivo de nuestra relación con el mundo. El mundo, en el
lenguaje, no se presenta como objeto, sino que revela su sentido en un
proceso que es hermenéutico e histórico. El proceso hermenéutico es el
único y constante correctivo con el que el pensamiento se sustrae al
dominio de la estructura lingüística. La hermenéutica tiene sentido
sólo si es ya ella misma el proceso en el que se manifiesta la verdad
y no una simple y extrínseca vía de acceso a ella.
