cap_5-conocimiento_e_interpretacion/tcii_ch5.tex

\subsection{La polémica reivindicación del prejuicio y de la autoridad}
\label{sec:org73239b6}
Para Gadamer, del estudio de los diálogos de Platón y la ética de
Aristóteles, todo interpretar tiene carácter dialógico. Es decir, toda
comprensión y toda interpretación se producirán de acuerdo con la
dialéctica de la pregunta y la respuesta.\\[0pt]
concluía que el diálogo no es tanto una forma eficaz de persuasión o
de enseñanza, sino el momento mismo de descubrimiento de la verdad y
del esfuerzo por entendernos con los demás.\\[0pt]

\textbf{Resumen de la hermenéutico ontológica}. Ningún individuo puede
abstraerse del mundo lingüístico en el que se ha formado. Todo lo que
conocemos está mediatizado por el juego interpretativo de las
posibilidades del lenguaje.\\[0pt]
 Esa naturaleza lingüística de la experiencia afecta también al
concepto de la tradición, poniéndose de relieve el carácter mediador
del lenguaje desde la perspectiva de la temporalidad histórica.\\[0pt]

Los textos, documentos, las cosas dichas y hechas en el pasado son
mundos que podemos recibir y comprender como horizontes de experiencia
posible para el lector o el intérprete de hoy.\\[0pt]
 Para Gadamer la recepción de la tradición tiene estructura de
diálogo, lo transmitido nos plantearía preguntas y se daría él a sí
mismo la respuesta. El conjunto de respuestas con la nuevas preguntas
y las nuevas interpretaciones a que dan lugar constituyen la
\emph{historia} \emph{efectual} como diálogo en el que nos vemos envueltos.


En este contexto podemos comprender con precisión la reivindicación de
Gadamer de los prejuicios, autoridad y tradición:

Gadamer \textbf{reivindica el prejuicio} como estructura de la
precomprensión. Filosofía del juicio en la que el prejuicio aparece
como lo opuesto a la razón. No es tanto un polo opuesto a una razón
sin presupuestos, sino un componente inevitable de toda comprensión,
ligado a la condición histórica del hombre.\\[0pt]

El prejuicio tiene un sentido positivo como precomprensión y como
posibilitador de la comprensión.\\[0pt]
Por ejemplo, al interpretar un texto se actualiza siempre una
proyección de sentido. Se puede comprender en la medida que se dispone
de una estructura de anticipación, un preconcepto como proyecto de una
totalidad que permite dar sentido a las partes del texto. Esta
anticipación manifiesta la finitud de nuestro comprender, al mismo
tiempo que lo hace posible. Esto conduce a la reivindicación de la
autoridad.\\[0pt]

Gadamer \textbf{reivindica la autoridad} como fundamento del prejuicio. Es
falso que haya solo prejuicios infundados. El prejuicio contra el
prejuicio procede de una prevención contra la autoridad cuando se la
identifica con dominio y violencia. Pero la autoridad no tiene por qué
tener necesariamente como contrapartida la obediencia ciega. Sólo
cuando es tiránica e impersonal, la autoridad se funda en acto de
sumisión y de obediencia de la razón.\\[0pt]

La respuesta a la autoridad puede ser también el reconocimiento,
ligado a la idea de que lo que dice la autoridad competente no
siempre es arbitrario e irracional, sino que puede ser aceptado como
criterio superior de quien sabe más, de un especialista o de un
maestro.  Esto conduce a que la tradición tiene la autoridad, la
tercera reivindicación.

Gadamer \textbf{reivindica la tradición}. Para Gadamer lo consagrado por la
tradición transmitida tiene un peso de autoridad que determina nuestro
ser histórico y nuestra formación y, nuestras posibilidades mismas de
existencia.\\[0pt]

Gadamer no opone tradición y razón. Los argumentos de autoridad, o el
recurso a la tradición transmitida, contribuyen a una interpretación
libre. Esta autoridad de la tradición puede pasar por la criba de la
duda y la crítica.\\[0pt]


Hantes de ser criticada, una tradición exige ser recibida, asumida y
transmitida. La dependencia de la interpretación se pone de relieve en
la definición misma de la comprensión como fusión de horizontes. El
horizonte del presente lo compone nuestro mundo lingüístico o
ideológico, transmitido por la tradición, que, como estructura de la
precomprensión, es el horizonte a partir del cual la comprensión es
posible.
