cap_5-conocimiento_e_interpretacion/tcii_ch5.org
** El concepto de historia de los efectos
El punto de vista de Gadamer es el de las ciencias de l espíritu, el
de las humanidades como ciencias de la cultura o de la herencia de las
tradiciones reinterpretadas. Sus momento críticos estan siempre por
debajo de del reconocimiento de la autoridad de la tradición. La
instancia crítica se desarrolla como un momento subordinado a la
conciencia de dependencia respecto de los significados de la
precomprensión, que siempre precede y envuelve a toda interpretación.\\

El aspecto hermenéutico de la conciencia histórica. Todas las
corrientes históricas que parten de Schleiermacher y se prolongan a
través de Ranken hasta Dithley, cometen el error de ver la historia
desde un modelo subjetivista. Las épocas individuales y el mismo curso
de la historia son consideradas como una totalidad orgánica que se
trata de entender desde las partes al todo, y de ésta a las partes.\\

Se ha esforzado para cmprender la individualidad y la unicidad de los
fenómenos históricos desde su interior. Se tratado de alcanzar los
aspectos más profundos y las intenciones escondidas para comprender
una obra mejor que su propio autor.\\
Dilthey prevalece el interés por la reconstrucción del pasado como
interés por el concimiento de la vida en sus expresiones, planteándose
el problema de cómo superar el hiato entre el carácter expresivo y el
carácter significativo de la vida misma, entre el significado pensado
psicológicamente y su expresión histórica. Faltaba, pues, toda
posibilidad de una integración de los significados en la conciencia
hemrenéutica, de una explicitaión viva del sentido del proceso
histórico en su mediación concreta con el presente y con el futuro.\\

Aquí Gadamer se vueve contra Hegel, desde el análisis heideggeriano de
la finitud de la conciencia y comprensión histórica.\\
De Hegel, acepta el buscar el sentido dialéctico de la conciencia
histórica como movimiento en la que se despliega el sentido mismo de
la vida. No se acepta que la búsqueda y explicitación de este sentido,
en la tensión pregutna-respuesta, pueda o deba resolverse en una
pretendida construcción especulativa y total de la historia.\\
Para mostrar la estructura hermenéutica del realizarse de la historia
en su facticidad, amplía el análisis fenomenológico de la comprensión
y la temporalidad de Heidegger, desarrolla la *idea de mediación* con
relevancia ontológica en el nivel del lenguaje como esfera de la
pertenencia y de la tradición.\\

Entre el historiador y el pasado que trata de interpretar no existe
ningún vacío, sino la cadena de la tradición o mediación de las
transmisión de la interpretaciones y reinterpretaciones dentro de la
cual se inserta la del propio historiador. Toda obra o acontecimiento
permanece en sus efectos, creando el conjunto de estos efectos el
ámbito de la tradición envolvente que hace posible la comprensión
histórica.\\
El objeto de la experiencia hermenéutica no es ingún significado
objetivado, sino un lenguaje en el que el pasado nos habla como un tú,
un diálogo en el que nos vemos envueltos. La apertura que implica la
experiencia hermenéutica tiene estructura de una pregunta. Cuando algo
de adapta a la opinión ya existente surge la pregunta, sin que sea
posible alejarla manteniéndose en el modo habitual.

Todo interpretar y pensar tienen uncarácter dialéctico-dialógico. Un
texto sólo puede ser interpretado, comprendido, como respuesta a una
pregunta. Todo pensar tiene la estructura de la pregunta-respuesta.\\
La historia es como un compañero en un proceso de comunicación igual
que el tú lo es para el yo. Tanto la historia como su intérprete están
envueltos en un mismo proceso o diálogo que es la tradición, ámbito de
pertenencia de historia e intérprete.\\

La tradición como el juego del diálogo, tiene una dinámica interna que
nos-es. todo comprender debe pensarse menos como una acción de la
subjetividad que como el insertarse, tener conciencia de estarlo, en
el acontecer de la tradición. El sentido de la experiencia
hermenéutica es tomar conciencia de nuestras determinaciones
históricas de que no existe comprensión libre de todo prejuicio y que
formamos parte de un coloquio ilimitado en el que no existe la última
palabra, no existe ningún saber absoluto definitivo. Todo saber impone
nuevas preguntas que exigen nuevas experiencias que manifiestan la
limitación de nuestro saber anterior. La tradición en la que estamos
envueltos es un diálogo siempre abierto. Considerarlo cerrado es una
pretensión ilusoria.

* La hermenéutica postgadameriana

** La reefectuación de las referencias potenciales de la obra




